def greeting():
    print("Здравствуйте!")


def menu():
    print("Введите желаемое действие: \n"
          "1 - Создать заметку\n"
          "2 - Редактровать заметку\n"
          "3 - Прочитать заметку\n"
          "4 - Удалить заметку\n"
          "5 - Получить список всех записок\n"
          "6 - Получить данные из файла\n"
          "7 - Сделать вывод на экран по параметру\n"
          "8 - Выйти из приложения")


def print_list(lst):
    print("Список: ",lst)


def print_res(res):
    print("Результат: ",res)